Repository: yonnie-park/logx
Catalog: logx/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ workout
ko: %@ 운동

source: active kcal
ko: 활동 칼로리

source: ALBUM
ko: 앨범

source: american football
ko: 미식축구

source: archery
ko: 양궁

source: australian football
ko: 호주식 축구

source: avg. heart rate
ko: 평균 심박수

source: Back
ko: 뒤로

source: badminton
ko: 배드민턴

source: barre
ko: 바레

source: baseball
ko: 야구

source: basketball
ko: 농구

source: bowling
ko: 볼링

source: boxing
ko: 복싱

source: cardio dance
ko: 카디오 댄스

source: Choose from album
ko: 앨범에서 선택

source: climbing
ko: 클라이밍

source: cooldown
ko: 쿨다운

source: core training
ko: 코어 운동

source: cricket
ko: 크리켓

source: cross training
ko: 크로스 트레이닝

source: curling
ko: 컬링

source: cycling
ko: 사이클링

source: dance
ko: 댄스

source: disc sports
ko: 디스크 스포츠

source: duration
ko: 시간

source: elliptical
ko: 일립티컬

source: equestrian sports
ko: 승마

source: fencing
ko: 펜싱

source: fishing
ko: 낚시

source: fitness gaming
ko: 피트니스 게임

source: flexibility
ko: 유연성 운동

source: functional strength
ko: 기능성 근력 운동

source: golf
ko: 골프

source: gymnastics
ko: 체조

source: hand cycling
ko: 핸드 사이클링

source: handball
ko: 핸드볼

source: heart rate
ko: 심박수

source: hiit
ko: 고강도 인터벌

source: hiking
ko: 등산

source: hockey
ko: 하키

source: hunting
ko: 사냥

source: jump rope
ko: 줄넘기

source: kickboxing
ko: 킥복싱

source: lacrosse
ko: 라크로스

source: Log X logo
ko: Log X 로고

source: martial arts
ko: 무술

source: mind & body
ko: 심신 단련

source: mixed cardio
ko: 복합 유산소

source: new workout recorded!
ko: 새 운동이 기록됐어요!

source: Next month
ko: 다음 달

source: no workouts found
ko: 운동 기록이 없어요

# notification.body
source: %@ · %lldmin · %lld kcal
ko: %@ · %lld분 · %lld kcal

source: ok
ko: 확인

source: outdoor run
ko: 야외 달리기

source: outdoor walk
ko: 야외 걷기

source: paddling
ko: 패들링

source: pickleball
ko: 피클볼

source: pilates
ko: 필라테스

source: play
ko: 놀이

source: Previous month
ko: 이전 달

source: racquetball
ko: 라켓볼

source: recent
ko: 최근 기록

source: route
ko: 경로

source: rowing
ko: 로잉

source: rugby
ko: 럭비

source: sailing
ko: 세일링

source: SAVE
ko: 저장

source: SAVE MY WRAPPED
ko: WRAPPED 저장하기

source: Save to photos
ko: 사진에 저장

source: saved to photos!
ko: 사진에 저장했어요!

source: sessions
ko: 세션

source: SHARE MY WORKOUT
ko: 운동 공유하기

source: skating
ko: 스케이팅

source: snow sports
ko: 스노우 스포츠

source: snowboarding
ko: 스노보드

source: soccer
ko: 축구

source: social dance
ko: 소셜 댄스

source: softball
ko: 소프트볼

source: squash
ko: 스쿼시

source: stair stepper
ko: 스텝퍼

source: stairs
ko: 계단 오르기

source: step training
ko: 스텝 트레이닝

source: strength training
ko: 근력 운동

source: surfing
ko: 서핑

source: swimming
ko: 수영

source: table tennis
ko: 탁구

source: tai chi
ko: 태극권

source: Take photo
ko: 사진 촬영

source: tennis
ko: 테니스

source: total kcal
ko: 총 칼로리

source: total workout
ko: 총 운동 시간

source: track & field
ko: 육상

source: transition
ko: 전환

source: triathlon
ko: 트라이애슬론

source: underwater diving
ko: 수중 다이빙

source: volleyball
ko: 배구

source: water fitness
ko: 수중 피트니스

source: water polo
ko: 수구

source: water sports
ko: 수상 스포츠

source: weekly workouts
ko: 주간 운동

source: wheelchair run
ko: 휠체어 달리기

source: wheelchair walk
ko: 휠체어 걷기

source: workout
ko: 운동

source: workout time
ko: 운동 시간

source: wrestling
ko: 레슬링

source: yoga
ko: 요가
